gangwonOpenFOAMDataset/caseTemplate/0/alpha.water
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      alpha.water;
}

dimensions      [0 0 0 0 0 0 0];

internalField   nonuniform List<scalar>
92160
(
0.4500
0.4500
0.4500
0.4500
0.4500
0.4500
0.4500
0.4500
...
)
;

boundaryField
{
    terrain
    {
        type            zeroGradient;
    }
    atmosphere
    {
        type            inletOutlet;
        inletValue      uniform 0;
        value           uniform 0;
    }
    sides
    {
        type            inletOutlet;
        inletValue      uniform 0;
        value           uniform 0;
    }
}
